{
  "status": "ok",
  "totalResults": 1140,
  "articles": [{
    "author": "Huw Jones",
    "title": "Stop 'box ticking' on best practice, UK watchdog tells companies - Reuters",
    "description": "Too many of Britain's companies use formulaic explanations about diversity, climate change policy and leadership that provide little detail for investors, the Financial Reporting Council (FRC) said on Thursday.",
    "url": "https://www.reuters.com/article/us-britain-companies-idUSKBN28600E",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542485581&r=LYNXMPEGAP006&w=800",
    "publishedAt": "2020-11-26T00:13:00Z",
    "content": "LONDON (Reuters) - Too many of Britains companies use formulaic explanations about diversity, climate change policy and leadership that provide little detail for investors, the Financial Reporting Co… [+1756 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Cynthia Kim, Joori Roh",
    "title": "UPDATE 1-S.Korea central bank hold rates, raises growth outlook slightly - Reuters UK",
    "description": "South Korea's central bank kept its policy rate steady on Thursday and marginally raised its growth outlook for this year and next, even as the country faces a third wave of coronavirus infections.",
    "url": "https://uk.reuters.com/article/southkorea-economy-rates-idUKL4N2IB0QQ",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T01:04:00Z",
    "content": "SEOUL, Nov 26 (Reuters) - South Koreas central bank kept its policy rate steady on Thursday and marginally raised its growth outlook for this year and next, even as the country faces a third wave of … [+1823 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Katanga Johnson",
    "title": "Asian shares slip as investors pause for breath after massive rally - Reuters",
    "description": "Asian shares dipped slightly on Thursday as the hot run up in global markets took a breather, with investors switching their focus from vaccine hopes to disappointing U.S. jobs data and new COVID-19 lockdowns.",
    "url": "https://www.reuters.com/article/us-global-markets-idUSKBN28601F",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542487153&r=LYNXMPEGAP00L&w=800",
    "publishedAt": "2020-11-26T00:32:00Z",
    "content": "WASHINGTON (Reuters) - Asian shares dipped slightly on Thursday as the hot run up in global markets took a breather, with investors switching their focus from vaccine hopes to disappointing U.S. jobs… [+3282 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Rugby-New Zealand team to face Argentina in Tri-Nations - Reuters UK",
    "description": "New Zealand coach Ian Foster named the following team to face Argentina in their Tri-Nations clash in Newcastle on Saturday:",
    "url": "https://www.reuters.com/article/rugby-union-championship-nzl-arg-newzeal-idUKL4N2IB41G",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T00:44:00Z",
    "content": "By Reuters Staff\r\nSYDNEY, Nov 26 (Reuters) - New Zealand coach Ian Foster named the following team to face Argentina in their Tri-Nations clash in Newcastle on Saturday:\r\nTeam: 15-Beauden Barrett, 14… [+468 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Josue Gonzalez, Alberto Fajardo",
    "title": "Mexico City seeks to 'break the chain' of coronavirus with rapid tests, QR codes - Reuters.com",
    "description": "Mexico City has launched a test-and-trace approach to containing the coronavirus, after a rise in hospitalizations that has raised fears of a new economic lockdown in one of the world's largest urban centers.",
    "url": "https://www.reuters.com/article/us-health-coronavirus-mexico-idUSKBN28603Z",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542491297&r=LYNXMPEGAP01I&w=800",
    "publishedAt": "2020-11-26T01:32:00Z",
    "content": "MEXICO CITY (Reuters) - Mexico City has launched a test-and-trace approach to containing the coronavirus, after a rise in hospitalizations that has raised fears of a new economic lockdown in one of t… [+2623 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Arpit Nayak",
    "title": "Australia shares trade flat as gloomy U.S. jobs data blunts vaccine cheer - Reuters",
    "description": "Australian shares traded steady on Thursday, as a surprise uptick in U.S. jobless claims amid coronavirus-driven fresh lockdowns halted a global stock market rally that was fuelled by optimism over a third potential vaccine.",
    "url": "https://www.reuters.com/article/australia-stocks-midday-idUSL4N2IC024",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T00:33:00Z",
    "content": "* Diplomatic tensions with China flare over coal imports\r\n* Gold stocks rise most in two weeks on firm bullion\r\n* Financials lose most in two weeks amid broader weakness\r\nNov 26 (Reuters) - Australia… [+1914 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Katanga Johnson",
    "title": "Asian shares slip as investors pause for breath after massive rally - Reuters Canada",
    "description": "Asian shares dipped slightly on Thursday as the hot run up in global markets took a breather, with investors switching their focus from vaccine hopes to disappointing U.S. jobs data and new COVID-19 lockdowns.",
    "url": "https://ca.reuters.com/article/us-global-markets-idCAKBN28601F",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542487153&r=LYNXMPEGAP00L&w=800",
    "publishedAt": "2020-11-26T00:36:00Z",
    "content": "By Katanga Johnson\r\nWASHINGTON (Reuters) - Asian shares dipped slightly on Thursday as the hot run up in global markets took a breather, with investors switching their focus from vaccine hopes to dis… [+3302 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Hyonhee Shin",
    "title": "South Korea reports more than 500 new coronavirus cases, highest since March - Reuters",
    "description": "South Korea reported more than 500 new coronavirus cases, the highest since March, as the country grapples with a third wave of infections, Health Minister Park Neung-hoo said on Thursday.",
    "url": "https://www.reuters.com/article/us-health-coronaviruss-southkorea-idUSKBN286015",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542486607&r=LYNXMPEGAP00H&w=800",
    "publishedAt": "2020-11-26T00:26:00Z",
    "content": "FILE PHOTO: Pedestrians wearing masks walk with umbrellas as it rains amid the coronavirus disease (COVID-19) pandemic in central Seoul, South Korea, November 19, 2020. REUTERS/Heo Ran\r\nSEOUL (Reuter… [+1117 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Bank of Montreal, CIBC say employees to continue to work from home until April - Reuters Canada",
    "description": "Bank of Montreal and Canadian Imperial Bank of Commerce said employees currently working from home will continue to do so until at least April.",
    "url": "https://ca.reuters.com/article/us-health-coronavirus-canada-banks-idCAKBN28600L",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542485993&r=LYNXMPEGAP008&w=800",
    "publishedAt": "2020-11-26T00:17:00Z",
    "content": "By Reuters Staff\r\nTORONTO (Reuters) - Bank of Montreal and Canadian Imperial Bank of Commerce said employees currently working from home will continue to do so until at least April.\r\nMost office-base… [+1142 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "China reports 21 new COVID-19 cases vs five a day earlier - Reuters",
    "description": "China reported 21 new COVID-19 cases on Nov. 25, up from five cases a day earlier, its national health authority said on Thursday.",
    "url": "https://www.reuters.com/article/us-health-coronavirus-china-cases-idUSKBN28600V",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542486718&r=LYNXMPEGAP00I&w=800",
    "publishedAt": "2020-11-26T00:28:00Z",
    "content": "By Reuters Staff\r\nPeople wear face masks at Hongqiao Railway Station amid the global outbreak of the coronavirus disease (COVID-19) in Shanghai, China, November 24, 2020. REUTERS/Aly Song\r\nSHANGHAI (… [+532 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Wayne Cole",
    "title": "Australian, NZ dollars pause to give thanks for bumper gains - Reuters",
    "description": "The Australian and New Zealand dollars paused to digest recent meaty gains on Thursday as a U.S. holiday thinned liquidity, though the prospect of a vaccine-led global recovery kept commodity prices and risk assets well underpinned.",
    "url": "https://www.reuters.com/article/australia-forex-idUSL4N2IC0FK",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T01:48:00Z",
    "content": "SYDNEY, Nov 26 (Reuters) - The Australian and New Zealand dollars paused to digest recent meaty gains on Thursday as a U.S. holiday thinned liquidity, though the prospect of a vaccine-led global reco… [+2028 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Mexico's reports 10,335 new coronavirus cases, 858 more deaths - Reuters India",
    "description": "Mexico's health ministry on Wednesday reported 10,335 additional cases of the novel coronavirus and 858 more deaths in the country, bringing the official number of infections to 1,070,487 and the death toll to 103,597.",
    "url": "https://in.reuters.com/article/us-health-coronavirus-mexico-idINKBN286045",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542491477&r=LYNXMPEGAP01L&w=800",
    "publishedAt": "2020-11-26T01:35:00Z",
    "content": "By Reuters Staff\r\nFILE PHOTO: A healthcare worker wearing personal protective equipment (PPE) takes a swab sample from a man to be quick result tested for the coronavirus disease (COVID-19) in Mexico… [+391 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": null,
    "title": "Asian shares slip as investors pause for breath after massive rally - Reuters India",
    "description": "Asian shares slip as investors pause for breath after massive rally  Reuters India",
    "url": "https://in.reuters.com/article/global-markets-idINKBN28604Y",
    "urlToImage": null,
    "publishedAt": "2020-11-26T01:55:00Z",
    "content": "FILE PHOTO: A passerby wearing a protective face mask, following an outbreak of the coronavirus, walks past an electronic board showing the graphs of the recent movements of Japan's Nikkei share aver… [+3515 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Prak Chan Thul",
    "title": "Scores in court as Cambodia opposition awaits trial for treason - Reuters.com",
    "description": "A Cambodian court was due on Thursday to start the treason trial of more than 100 members and backers of the political opposition, in a case condemned by activists as a move by long-serving premier Hun Sen to crush his rivals.",
    "url": "https://in.reuters.com/article/us-cambodia-politics-idUSKBN28604K",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T01:44:00Z",
    "content": "PHNOM PENH (Reuters) - A Cambodian court was due on Thursday to start the treason trial of more than 100 members and backers of the political opposition, in a case condemned by activists as a move by… [+2167 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Oil extends gains on surprise U.S. inventory draw amid vaccine rally - Reuters",
    "description": "U.S. oil rose for a fifth day on Thursday as a surprise drop in crude inventories extended a rally driven by hopes that vaccines would end the coronavirus pandemic and revive fuel demand.",
    "url": "https://www.reuters.com/article/us-global-oil-idUSKBN28603W",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542491151&r=LYNXMPEGAP01J&w=800",
    "publishedAt": "2020-11-26T01:31:00Z",
    "content": "By Reuters Staff\r\nFILE PHOTO: The sun is seen behind a crude oil pump jack in the Permian Basin in Loving County, Texas, U.S., November 22, 2019. REUTERS/Angus Mordant/File Photo\r\nTOKYO (Reuters) - U… [+1539 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Norway sovereign wealth fund chief diagnosed with COVID-19 - Reuters UK",
    "description": "The chief executive of Norway's $1.2 trillion sovereign wealth fund has been diagnosed with coronavirus and is showing mild symptoms, he said on Thursday.",
    "url": "https://www.reuters.com/article/uk-norway-swf-idUKKBN2861ET",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542548109&r=LYNXMPEGAP0PM&w=800",
    "publishedAt": "2020-11-26T12:48:00Z",
    "content": "By Reuters Staff\r\nFILE PHOTO: Nicolai Tangen, appointed as the new CEO of the Norges Bank Investment Management attends a news conference, in Oslo, Norway May 28, 2020. NTB Scanpix/Hakon Mosvold Lars… [+360 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Factors pulling in different directions for ECB, Makhlouf says - Reuters",
    "description": "There may be factors pulling in different directions when the European Central Bank makes its next set of policy decisions in December, including on how to evaluate COVID-19 vaccines, governing council member Gabriel Makhlouf said on Wednesday.",
    "url": "https://www.reuters.com/article/ecb-policy-makhlouf-idUSS8N2HS06B",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T12:42:00Z",
    "content": "By Reuters Staff\r\nDUBLIN, Nov 26 (Reuters) - There may be factors pulling in different directions when the European Central Bank makes its next set of policy decisions in December, including on how t… [+696 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Reuters Staff",
    "title": "Atletico visit Valencia as they look to maintain title charge - Reuters India",
    "description": "Atletico Madrid will look to extend their advantage over La Liga title rivals Real Madrid and Barcelona when they travel to Valencia on Saturday.",
    "url": "https://in.reuters.com/article/soccer-spain-idINKBN2861BP",
    "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "publishedAt": "2020-11-26T12:30:00Z",
    "content": "By Reuters Staff\r\nMADRID (Reuters) - Atletico Madrid will look to extend their advantage over La Liga title rivals Real Madrid and Barcelona when they travel to Valencia on Saturday.\r\nAtleti, who rem… [+2155 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Philip Blenkinsop",
    "title": "EU fines Teva, Cephalon for pay-for-delay drug deal - Reuters",
    "description": "The European Commission has fined pharmaceutical company Teva and its now subsidiary Cephalon 60.5 million euros ($72 million) for agreeing to delay a cheaper generic version of Cephalon's sleep disorder medicine.",
    "url": "https://www.reuters.com/article/uk-eu-antitrust-teva-pharm-ind-idUSKBN2861FH",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542548418&r=LYNXMPEGAP0PV&w=800",
    "publishedAt": "2020-11-26T12:53:00Z",
    "content": "FILE PHOTO: The logo of Teva Pharmaceutical Industries is seen during a news conference in Tel Aviv, Israel February 19, 2019. REUTERS/Amir Cohen/File Photo\r\nBRUSSELS (Reuters) - The European Commiss… [+1650 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }, {
    "author": "Will Dunham",
    "title": "Slow and steady or a big spurt? How to grow a ferocious dinosaur - Reuters UK",
    "description": "Large meat-eating dinosaurs attained their great size through very different growth strategies, with some taking a slow and steady path and others experiencing an adolescent growth spurt, according to scientists who analyzed slices of fossilized bones.",
    "url": "https://uk.reuters.com/article/uk-science-dinosaurs-idUKKBN2861C1",
    "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201126&t=2&i=1542546989&r=LYNXMPEGAP0OC&w=800",
    "publishedAt": "2020-11-26T12:29:00Z",
    "content": "WASHINGTON (Reuters) - Large meat-eating dinosaurs attained their great size through very different growth strategies, with some taking a slow and steady path and others experiencing an adolescent gr… [+2824 chars]",
    "source": {
      "id": "reuters",
      "name": "Reuters"
    }
  }]
}
